{
  "header": {
    "school_full_name": "Русская Православная Приходская Школа при Храме cвятителя Тихона и Новомучеников Российских",
    "school_title": "Главная",
    "about_school": "О школе",
    "about_church": "О храме",
    "teachers": "Учителя",
    "schedule": "Расписание",
    "charter": "Школьный устав",
    "school_nutrition": "О питании",
    "calendar": "Календарь",
    "gallery": "Фотогалерея",
    "contacts": "Контакты"
  },
  "home": {
    "welcome": "Русская Православная Приходская Школа при Храме cвятителя Тихона и Новомучеников Российских",
    "mission_text": "Приветствуем вас, дорогие во Христе, на сайте Русской Православной Церкви заграницей Св. Патриарха Тихона и Новомучеников Российских!"
  },
"about_school": {
  "title": "О школе",
  "welcome_text": "Добро пожаловать в нашу школу!",
  "block_1_title": "О нашей школе",
  "block_1_text": "В нашей школе дети изучают: Закон Божий, Историю России, Украины, Белоруссии (эпоха Российской Империи и СССР), Русский язык, Литературу, Математику. Занятия проходят по субботам с 9:30 утра до 14:00. Каждый урок длится 45 минут, между ними — короткие перерывы по 5 минут. После двух первых уроков ребята отдыхают на большой перемене — 20 минут.",
  "block_1_alt": "Фотография здания школы",
  "block_2_title": "Материальное обеспечение",
  "block_2_text": "Школа является благотворительной организацией и не ставит перед собой цель извлечения прибыли из своей деятельности в соответствии с пунктом 1.3 устава Школы. При регистрации в нашей школе всем ученикам дается испытательный срок в один месяц. За это время ученики, учителя и родители оценивают, насколько школа и ученик отвечают ожиданиям друг друга.",
  "block_2_alt": "Дети в классе",
  "block_3_title": "Устав и контакты",
  "block_3_text": "Бюджет Школы формируется из:",
  "budget_list_1": "добровольных пожертвований прихожан и родителей;",
  "budget_list_2": "спонсорской помощи;",
  "budget_list_3": "сумм, выделяемых настоятелем из бюджета прихода.",
  "contacts": "С вопросами обращайтесь к о. Евгению или Сидоровой Елене Алексеевне.",
  "block_3_alt": "Школьники в библиотеке"
},
  "about_church": {
    "title": "О храме",
    "text": "Приветствуем Православных христиан из Kitchener, Waterloo, Cambridge и Guelph!",
    "greetings": "Приветствуем вас, дорогие во Христе, на сайте Русской Православной Церкви заграницей Св. Патриарха Тихона и Новомучеников Российских!",
    "description": "Более 80 лет Русская Православная Церковь заграницей старается верно хранить православную веру, хранить традиции 1000-летней Русской Церкви, оказывать помощь страждущему русскому народу, духовно окормлять верных своих чад, как русских, так и инославных принявших православие и свидетельствовать истину православия по всему миру."
  },
  "teachers": {
    "title": "Учителя",
    "teachers_list_title": "Наши преподаватели"
  },
  "schedule": {
    "title": "Расписание занятий",
    "saturday": "Суббота",
    "class_group": "Класс",
    "teacher": "Учитель",
    "no_classes": "На этот день занятий нет."
  },
  "charter": {
    "title": "Школьный устав",
    "text": "Устав нашей школы основан на принципах уважения, ответственности и взаимопомощи. Мы стремимся создать атмосферу, способствующую духовному и интеллектуальному росту каждого ученика."
  },
  "school_nutrition": {
    "title": "О питании в школе",
    "text": "В связи с тем, что недавно к администрации школы обратились родители учеников, которые имеют противопоказания по употреблению некоторых продуктов питания по медицинским противопоказаниям ( у нас есть дети с диабетом и с целиакией — непереносимостью глютена), нашим директором, отцом Евгением, был принят документ, который содержит в себе правила, регулирующие, что из продуктов питания можно, а что нельзя приносить с собой на обеденный перерыв в школу. Этот документ также ограничивает принос еды для общего употребления. Проcсим обратить особое внимание на то, что, если вы решили принести какие-то продукты питания для общего употребления другими детьми в связи с днем рождения или днем ангела своего ребенка, это ДОЛЖНО БЫТЬ В ОБЯЗАТЕЛЬНОМ ПОРЯДКЕ согласовано с классным руководителем и с администрацией школы, и эти продукты питания не должны быть продуктами из категории “fast food”. Пожалуйста, помните о том, что в школе есть дети, которые в силу возраста не могут контролировать свое желание угоститься чем-то вкусненьким, хотя по медицинским противопоказаниям им категорически запрещено есть некоторые продукты питания. Также наша школа всячески будет стараться прививать и поддерживать любовь учеников к здоровому образу жизни и здоровому питанию!"
  },
  "calendar": {
    "title": "Календарь",
    "text": "При нажатии на кнопку ниже вы перейдёте в Google Classroom, где всегда можно найти информацию о предстоящих домашних заданиях для учеников нашей школы."
  },
  "gallery": {
    "title": "Фотогалерея",
    "exhibitions_title": "Выставки",
    "exhibitions_description": "Наши ученики — настоящие таланты! Они вместе с учителем по творчеству и рисованию Кузнецовой Маргаритой Юрьевной регулярно участвуют в местных выставках, где с радостью показывают свои картины, поделки и проекты. Для ребят это всегда большой праздник: возможность поделиться своим трудом, услышать слова поддержки и вдохновения. Такие моменты дарят детям любовь к творчеству на всю жизнь.",
    "concerts_title":"Концерты",
    "concerts_description": "Снимки с праздничных концертов, утренников и других мероприятий, которые мы проводим для наших воспитанников.",
    "creativity_title": "Уроки творчества",
    "creativity_description": "Фотографии с занятий по творчеству, где дети учатся рисовать, лепить и создавать поделки."
  },
  "contacts": {
    "title": "Контакты",
    "main": "Директор: О. Евгений Щукин",
    "email": "e-mail: fr.eugene@sttikhon.org",
    "address": "Адрес: 100 Pollock Avenue, Cambridge, ON",
    "head_teacher": "Завуч школы: Сидорова Елена Алексеевна",
    "phone": "тел: +1 (226)-978-3810",
    "form_title": "Заявка на регистрацию",
    "name_placeholder": "Полное имя",
    "email_placeholder": "Электронная почта",
    "message_placeholder": "Сообщение",
    "submit_button": "Отправить",
    "success_message": "Сообщение успешно отправлено!",
    "error_message": "Ошибка при отправке сообщения. Сообщение не было отправлено!",
    "capitcha_answer_placeholder":"Ответ "
  },
  "footer": {
    "school_name": "Русская Православная Приходская Школа при Храме cвятителя Тихона и Новомучеников Российских",
    "phone_label": "тел: +1 (226)-978-3810",
    "email_label": "e-mail: fr.eugene@sttikhon.org",
    "copyright_text": "© 2025. All rights reserved. Website is the intellectual property of the Russian Orthodox Parish School at St. Tikhon's Church and the New Martyrs of Russia."
}
}